import React from 'react'
import './AbouteUsPage.css'
import { useTranslation } from 'react-i18next'

function AbouteUsPage() {

    const {t, i18n} = useTranslation()
  return (
    <div className='abote_us_page'>
        <div className='container'>
            <div className='aboute_us_page_block'>
                <div className='aboute_usPage_block_title'>
                    <h2>{t('abouteUsPage_title.0')}</h2>
                    <h3>{t('abouteUsPage_title.1')}</h3>
                </div>

                <div className='abote_us_page_block_info'>
                    <div className='abote_us_page_block_info_top_div'>
                        <div className='abote_us_page_block_info_top_div_txt'>
                            <p>Հայաստանի մշակույթի նախարարության պատմությունը սկսվում է Հայաստանի առաջին հանրապետության ժամանակներից: Հայաստանի առաջին հանրապետության կառավարության կազմում 1918թ. դեռևս չկար մշակույթի հարցերով զբաղվող ոչ մի կառույց: 1918 - 2019 թթ. գործում էր Հանրային կրթության մինիստրությունը: 1919թ. մայիսի 21-ին հանրային կրթության մինիստր Մելիք Ղարագյոզյանը դիմում է Մինիստրների խորհրդին՝ առաջարկելով այսուհետ Հանրային կրթության մինիստրությունն անվանել Կրթության և գեղարվեստի մինիստրություն: 1919թ. հուլիսի 1-ին կազմավորվում է Հանրային կրթության և արվեստի մինիստրությունը՝ միջնակարգ դպրոցների, տարրական դպրոցների, արվեստի և հնությունների, բժշկական-սանիտարական բաժիններով:1919թ. հուլիսի 17-ի նիստում ՀՀ մինիստրների խորհուրդը հաստատում է օրենք. «Հնության հուշարձանների և արվեստի բաժինը վերակազմակերպելու մասին. ա) հնության հուշարձանների և արվեստի բաժինը վերակազմակերպել երկու բաժինների՝ ա. հնության հուշարձանների պահպանման, բ. արվեստի հովանավորության.</p>
                        </div>

                        <div className='abote_us_page_block_info_top_div_img'>
                            <img src={require('../../images/anouteUsimage_1.png')} alt="" />
                        </div>

                        <img className='line_1' src={require('../../images/line_right.png')} alt="line" />
                    </div>

                    <div className='abote_us_page_block_info_midle_div'>
                        <div className='abote_us_page_block_info_midle_div_txt'>
                            <p>Հայաստանի մշակույթի նախարարության պատմությունը սկսվում է Հայաստանի առաջին հանրապետության ժամանակներից: Հայաստանի առաջին հանրապետության կառավարության կազմում 1918թ. դեռևս չկար մշակույթի հարցերով զբաղվող ոչ մի կառույց: 1918 - 2019 թթ. գործում էր Հանրային կրթության մինիստրությունը: 1919թ. մայիսի 21-ին հանրային կրթության մինիստր Մելիք Ղարագյոզյանը դիմում է Մինիստրների խորհրդին՝ առաջարկելով այսուհետ Հանրային կրթության մինիստրությունն անվանել Կրթության և գեղարվեստի մինիստրություն: 1919թ. հուլիսի 1-ին կազմավորվում է Հանրային կրթության և արվեստի մինիստրությունը՝ միջնակարգ դպրոցների, տարրական դպրոցների, արվեստի և հնությունների, բժշկական-սանիտարական բաժիններով:1919թ. հուլիսի 17-ի նիստում ՀՀ մինիստրների խորհուրդը հաստատում է օրենք. «Հնության հուշարձանների և արվեստի բաժինը վերակազմակերպելու մասին. ա) հնության հուշարձանների և արվեստի բաժինը վերակազմակերպել երկու բաժինների՝ ա. հնության հուշարձանների պահպանման, բ. արվեստի հովանավորության.</p>
                        </div>

                        <div className='abote_us_page_block_info_midle_div_img'>
                            <img src={require('../../images/anouteUsimage_2.png')} alt="" />
                        </div>

                        <img className='line_2' src={require('../../images/line_left.png')} alt="line" />
                    </div>
                    
                    <div className='abote_us_page_block_info_botom_div'>
                        <div className='abote_us_page_block_info_botom_div_txt'>
                            <p>Հայաստանի մշակույթի նախարարության պատմությունը սկսվում է Հայաստանի առաջին հանրապետության ժամանակներից: Հայաստանի առաջին հանրապետության կառավարության կազմում 1918թ. դեռևս չկար մշակույթի հարցերով զբաղվող ոչ մի կառույց: 1918 - 2019 թթ. գործում էր Հանրային կրթության մինիստրությունը: 1919թ. մայիսի 21-ին հանրային կրթության մինիստր Մելիք Ղարագյոզյանը դիմում է Մինիստրների խորհրդին՝ առաջարկելով այսուհետ Հանրային կրթության մինիստրությունն անվանել Կրթության և գեղարվեստի մինիստրություն: 1919թ. հուլիսի 1-ին կազմավորվում է Հանրային կրթության և արվեստի մինիստրությունը՝ միջնակարգ դպրոցների, տարրական դպրոցների, արվեստի և հնությունների, բժշկական-սանիտարական բաժիններով:1919թ. հուլիսի 17-ի նիստում ՀՀ մինիստրների խորհուրդը հաստատում է օրենք. «Հնության հուշարձանների և արվեստի բաժինը վերակազմակերպելու մասին. ա) հնության հուշարձանների և արվեստի բաժինը վերակազմակերպել երկու բաժինների՝ ա. հնության հուշարձանների պահպանման, բ. արվեստի հովանավորության.</p>
                        </div>

                        <div className='abote_us_page_block_info_botom_div_img'>
                            <img src={require('../../images/anouteUsimage_3.png')} alt="" />
                        </div>

                        <img className='line_3' src={require('../../images/line_right.png')} alt="line" />

                    </div>
                </div>
            </div>
        </div>
    </div>
  )
}

export default AbouteUsPage