import React from 'react';
import './PrivacyPolicy.css';

function PrivacyPolicy() {
  return (
    <>
      <div className="all_privacypolicy">
        <div className="backImage_privacypolicy">
          <h1>ԳԱՂՏՆԻՈՒԹՅԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆ</h1>
        </div>
        <div className="container-privacypolicy">
          <p>Գաղտնիության քաղաքականություն</p>
          <p className="textss_privacy">Վերջին թարմացումը՝ 2023 թվականի դեկտեմբերի 13</p>
          <p className="textss_privacy">
            Սույն Գաղտնիության քաղաքականությունը նկարագրում է Ծառայությունից օգտվելիս Ձեր
            տեղեկատվության հավաքագրման, օգտագործման և բացահայտման մեր քաղաքականությունն ու
            ընթացակարգերը և պատմում է ձեզ գաղտնիության ձեր իրավունքների և այն մասին, թե ինչպես է
            օրենքը պաշտպանում Ձեզ:
          </p>
          <p className="textss_privacy">
            Մենք օգտագործում ենք Ձեր անձնական տվյալները Ծառայությունը տրամադրելու և բարելավելու
            համար: Օգտագործելով Ծառայությունը՝ Դուք համաձայնում եք տեղեկատվության հավաքագրմանը և
            օգտագործմանը համաձայն սույն Գաղտնիության քաղաքականության: Այս Գաղտնիության
            քաղաքականությունը ստեղծվել է Գաղտնիության քաղաքականության գեներատորի օգնությամբ:
          </p>
          <p className="textss_privacy">Մեկնաբանություն և սահմանումներ</p>
          <p className="textss_privacy">
            Բառերը, որոնց սկզբնական տառը գրված է մեծատառով, ունեն իմաստներ, որոնք սահմանվում են
            հետևյալ պայմաններով. Հետևյալ սահմանումները պետք է ունենան նույն նշանակությունը՝ անկախ
            նրանից՝ եզակի, թե հոգնակի։
          </p>
          <p className="textss_privacy">Սահմանումներ</p>
          <p className="textss_privacy">Սույն Գաղտնիության քաղաքականության նպատակների համար՝</p>
          <p className="textss_privacy">
            Հաշիվը նշանակում է եզակի հաշիվ, որը ստեղծվել է Ձեզ համար մեր Ծառայություն կամ մեր
            Ծառայության մասեր մուտք գործելու համար:
          </p>
          <p className="textss_privacy">
            Փոխկապակցված կազմակերպություն նշանակում է կազմակերպություն, որը վերահսկում է,
            վերահսկվում է կամ գտնվում է ընդհանուր հսկողության ներքո որևէ կուսակցության հետ, որտեղ
            «հսկողություն» նշանակում է բաժնետոմսերի 50% կամ ավելիի սեփականություն, բաժնետոմսեր կամ
            այլ արժեթղթեր, որոնք իրավունք ունեն քվեարկել տնօրենների կամ այլ կառավարման մարմնի
            ընտրության համար: .
          </p>
          <p className="textss_privacy">
            Ընկերությունը (այս պայմանագրում նշված է որպես «Ընկերությունը», «Մենք», «Մենք» կամ «Մեր»)
            վերաբերում է կրթության նախարարությանը, Հայաստան, Երևան:
          </p>
          <p className="textss_privacy">
            Քուքիները փոքր ֆայլեր են, որոնք տեղադրվում են Ձեր համակարգչում, շարժական սարքում կամ
            որևէ այլ սարքում վեբկայքի կողմից և պարունակում են տվյալ վեբկայքում Ձեր զննարկման
            պատմության մանրամասները՝ ի թիվս դրա բազմաթիվ օգտագործման:
          </p>
          <p className="textss_privacy">Երկիրը վերաբերում է Հայաստանին</p>
          <p className="textss_privacy">
            Սարք նշանակում է ցանկացած սարք, որը կարող է մուտք գործել Ծառայություն, օրինակ՝
            համակարգիչ, բջջային հեռախոս կամ թվային պլանշետ:
          </p>
          <p className="textss_privacy">
            Անձնական տվյալներ ցանկացած տեղեկատվություն է, որը վերաբերում է նույնականացված կամ
            նույնականացվող անձին:
          </p>
          <p className="textss_privacy">Ծառայությունը վերաբերում է կայքին:</p>
          <p className="textss_privacy">
            Ծառայություններ Մատակարար նշանակում է ցանկացած ֆիզիկական կամ իրավաբանական անձ, որը
            մշակում է տվյալները Ընկերության անունից: Այն վերաբերում է երրորդ կողմի ընկերություններին
            կամ անհատներին, որոնք Ընկերության կողմից աշխատում են Ծառայությունը հեշտացնելու,
            Ընկերության անունից Ծառայություն մատուցելու, Ծառայության հետ կապված ծառայություններ
            մատուցելու կամ Ընկերությանը Ծառայության օգտագործման վերլուծության հարցում աջակցելու
            համար:
          </p>
          <p className="textss_privacy">
            Օգտագործման տվյալները վերաբերում են ավտոմատ կերպով հավաքված տվյալներին, որոնք ստեղծվել
            են Ծառայության օգտագործման կամ հենց Ծառայության ենթակառուցվածքից (օրինակ՝ էջի
            այցելության տևողությունը):
          </p>
          <p className="textss_privacy">
            Կայքը վերաբերում է Հայաստանի թանգարաններին, հասանելի է museums.am-ից
          </p>
          <p className="textss_privacy">
            Դուք նկատի ունեք այն ֆիզիկական անձը, ով մուտք է գործում կամ օգտագործում է Ծառայությունը,
            կամ ընկերությունը կամ այլ իրավաբանական անձ, որի անունից այդպիսի անձը մուտք է գործում կամ
            օգտագործում է Ծառայությունը, ըստ անհրաժեշտության:
          </p>
          <p className="textss_privacy">Ձեր անձնական տվյալների հավաքագրում և օգտագործում</p>
          <p className="textss_privacy">Հավաքված տվյալների տեսակները</p>
          <p className="textss_privacy">Անձնական տվյալներ</p>
          <p className="textss_privacy">
            Մեր Ծառայությունից օգտվելիս մենք կարող ենք խնդրել Ձեզ տրամադրել մեզ որոշակի անձնապես
            ճանաչելի տվյալներ, որոնք կարող են օգտագործվել ձեզ հետ կապ հաստատելու կամ
            նույնականացնելու համար: Անձնական նույնականացման տեղեկատվությունը կարող է ներառել, բայց
            չի սահմանափակվում հետևյալով.
          </p>
          <p className="textss_privacy">Էլեկտրոնային հասցե</p>
          <p className="textss_privacy">Անուն և ազգանուն</p>
          <p className="textss_privacy">Հեռախոսահամար</p>
          <p className="textss_privacy">Օգտագործման տվյալներ</p>
          <p className="textss_privacy">
            Օգտագործման տվյալներ Օգտագործման տվյալները հավաքվում են ավտոմատ կերպով Ծառայությունից
            օգտվելիս:
          </p>
          <p className="textss_privacy">
            Օգտագործման տվյալները կարող են ներառել այնպիսի տեղեկություններ, ինչպիսիք են Ձեր Սարքի
            ինտերնետային արձանագրության հասցեն (օրինակ՝ IP հասցեն), դիտարկիչի տեսակը, դիտարկիչի
            տարբերակը, մեր Ծառայության էջերը, որոնք դուք այցելում եք, Ձեր այցելության ժամը և
            ամսաթիվը, այդ էջերում անցկացրած ժամանակը, եզակի սարքը։ նույնացուցիչներ և այլ ախտորոշիչ
            տվյալներ:
          </p>
          <p className="textss_privacy">
            Երբ դուք մուտք եք գործում Ծառայություն շարժական սարքի միջոցով կամ միջոցով, մենք կարող
            ենք ավտոմատ կերպով հավաքել որոշակի տեղեկատվություն, ներառյալ, բայց չսահմանափակվելով ձեր
            օգտագործած շարժական սարքի տեսակով, Ձեր շարժական սարքի եզակի ID-ով, Ձեր շարժական սարքի IP
            հասցեով, Ձեր բջջայինով: օպերացիոն համակարգ, բջջային ինտերնետ բրաուզերի տեսակ, որը դուք
            օգտագործում եք, սարքի եզակի նույնացուցիչներ և այլ ախտորոշիչ տվյալներ:
          </p>
          <p className="textss_privacy">
            Մենք կարող ենք նաև հավաքել տեղեկատվություն, որն ուղարկում է Ձեր զննարկիչը, երբ այցելում
            եք մեր Ծառայություն կամ երբ մուտք եք գործում Ծառայություն բջջային սարքի միջոցով կամ
            միջոցով:
          </p>
          <p className="textss_privacy">Հետևելու տեխնոլոգիաներ և թխուկներ</p>
          <p className="textss_privacy">
            Մենք օգտագործում ենք թխուկներ և նմանատիպ հետագծման տեխնոլոգիաներ՝ հետևելու մեր
            ծառայության գործունեությանը և պահպանելու որոշակի տեղեկատվություն: Հետևման տեխնոլոգիաները
            օգտագործվում են փարոսներ, պիտակներ և սկրիպտներ՝ տեղեկատվություն հավաքելու և հետևելու,
            ինչպես նաև Մեր Ծառայությունը բարելավելու և վերլուծելու համար: Մեր կիրառած տեխնոլոգիաները
            կարող են ներառել.
          </p>
          <p className="textss_privacy">
            Թխուկներ կամ դիտարկիչի թխուկներ: Թխուկը փոքր ֆայլ է, որը տեղադրված է Ձեր Սարքի վրա: Դուք
            կարող եք հրահանգել Ձեր դիտարկիչին հրաժարվել բոլոր թխուկներից կամ նշել, թե երբ է
            ուղարկվում թխուկը: Այնուամենայնիվ, եթե դուք չեք ընդունում թխուկները, հնարավոր է, որ
            չկարողանաք օգտվել մեր ծառայության որոշ մասերից: Եթե ​​դուք չեք կարգավորել Ձեր բրաուզերի
            կարգավորումն այնպես, որ այն հրաժարվի թխուկներից, մեր ծառայությունը կարող է օգտագործել
            թխուկներ:
          </p>
          <p className="textss_privacy">
            Վեբ փարոսներ. Մեր Ծառայության և մեր էլփոստի որոշ բաժիններ կարող են պարունակել փոքր
            էլեկտրոնային ֆայլեր, որոնք հայտնի են որպես վեբ փարոսներ (նաև կոչվում են պարզ gifs,
            պիքսելային պիտակներ և մեկ պիքսելանոց gifs), որոնք թույլ են տալիս ընկերությանը, օրինակ,
            հաշվել այդ էջերը այցելած օգտվողներին: կամ բացել է էլ.փոստ և այլ հարակից վեբկայքի
            վիճակագրություն (օրինակ՝ որոշակի բաժնի հանրաճանաչության գրանցում և համակարգի և սերվերի
            ամբողջականության ստուգում):
          </p>
          <p className="textss_privacy">
            Թխուկները կարող են լինել «Հաստատակամ» կամ «Սեսսիոն» թխուկներ: Մշտական ​​քուքիները մնում
            են ձեր անձնական համակարգչում կամ շարժական սարքում, երբ դուք անցանց եք գնում, մինչդեռ
            նստաշրջանի թխուկները ջնջվում են հենց որ փակեք ձեր վեբ բրաուզերը: Թխուկների մասին ավելին
            կարող եք իմանալ TermsFeed կայքի հոդվածում:
          </p>
          <p className="textss_privacy">
            Մենք օգտագործում ենք և՛ Session, և՛ Persistent Cookies ստորև նշված նպատակների համար.
          </p>
          <p className="textss_privacy">Անհրաժեշտ / Հիմնական թխուկներ</p>
          <p className="textss_privacy">Տեսակը՝ նստաշրջանի թխուկներ</p>
          <p className="textss_privacy">Կառավարում է` մենք</p>
          <p className="textss_privacy">
            Նպատակը. Այս թխուկները կարևոր են ձեզ վեբ կայքի միջոցով հասանելի ծառայություններ
            տրամադրելու և դրա որոշ հնարավորություններից օգտվելու հնարավորություն տալու համար: Նրանք
            օգնում են նույնականացնել օգտատերերին և կանխել օգտատերերի հաշիվների խարդախ օգտագործումը:
            Առանց այս թխուկների, այն ծառայությունները, որոնք Դուք խնդրել եք, չեն կարող տրամադրվել, և
            մենք օգտագործում ենք այդ քուքիները միայն Ձեզ այդ ծառայությունները տրամադրելու համար:
          </p>
          <p className="textss_privacy">
            Թխուկների քաղաքականություն / Ծանուցման ընդունման թխուկներ
          </p>
          <p className="textss_privacy">Տեսակը՝ մշտական ​​թխուկներ</p>
          <p className="textss_privacy">Կառավարում է` մենք</p>
          <p className="textss_privacy">
            Նպատակը. Այս թխուկները բացահայտում են, թե արդյոք օգտվողներն ընդունել են բլիթների
            օգտագործումը կայքում:
          </p>
          <p className="textss_privacy">Ֆունկցիոնալ թխուկներ</p>
          <p className="textss_privacy">Տեսակը՝ մշտական ​​թխուկներ</p>
          <p className="textss_privacy">Կառավարում է` մենք</p>
          <p className="textss_privacy">
            Նպատակը. Այս թխուկները մեզ թույլ են տալիս հիշել այն ընտրությունները, որոնք դուք անում
            եք, երբ օգտագործում եք կայքը, ինչպես օրինակ՝ հիշել ձեր մուտքի տվյալները կամ լեզվի
            նախապատվությունը: Այս թխուկների նպատակն է տրամադրել Ձեզ ավելի անձնական փորձ և խուսափել
            Ձեր նախապատվությունները կրկին մուտքագրելուց ամեն անգամ, երբ Դուք օգտագործում եք կայքը:
          </p>
          <p className="textss_privacy">
            Լրացուցիչ տեղեկությունների համար մեր կողմից օգտագործվող թխուկների և թխուկների վերաբերյալ
            ձեր ընտրության համար այցելեք մեր բլիթների քաղաքականությունը կամ մեր Գաղտնիության
            քաղաքականության «Cookies» բաժինը:
          </p>
          <p className="textss_privacy">
            Ձեր անձնական տվյալների օգտագործումը Ընկերությունը կարող է օգտագործել Անձնական տվյալները
            հետևյալ նպատակների համար.
          </p>
          <p className="textss_privacy">
            Մեր Ծառայությունը տրամադրելու և պահպանելու համար, ներառյալ մեր Ծառայության օգտագործումը
            վերահսկելու համար:
          </p>
          <p className="textss_privacy">
            Ձեր հաշիվը կառավարելու համար. կառավարել Ձեր գրանցումը որպես Ծառայության օգտատեր: Ձեր
            տրամադրած անձնական տվյալները կարող են Ձեզ հնարավորություն տալ օգտվել Ծառայության տարբեր
            գործառույթներից, որոնք հասանելի են Ձեզ՝ որպես գրանցված օգտատեր:
          </p>
          <p className="textss_privacy">
            Պայմանագրի կատարման համար՝ Ձեր կողմից գնված ապրանքների, ապրանքների կամ ծառայությունների
            գնման պայմանագրի մշակում, համապատասխանություն և ստանձնում, կամ Ծառայության միջոցով մեզ
            հետ որևէ այլ պայմանագիր:
          </p>
          <p className="textss_privacy">
            Ձեզ հետ կապվելու համար՝ Ձեզ հետ կապվելու համար էլեկտրոնային փոստով, հեռախոսազանգերով,
            SMS-ով կամ էլեկտրոնային հաղորդակցության այլ համարժեք ձևերով, ինչպես օրինակ՝ բջջային
            հավելվածի push ծանուցումները՝ կապված գործառույթների, ապրանքների կամ պայմանագրային
            ծառայությունների հետ կապված թարմացումների կամ տեղեկատվական հաղորդակցությունների հետ,
            ներառյալ անվտանգության թարմացումները, երբ անհրաժեշտ է կամ ողջամիտ դրանց իրականացման
            համար:
          </p>
          <p className="textss_privacy">
            Ձեզ տրամադրելու նորություններ, հատուկ առաջարկներ և ընդհանուր տեղեկություններ այլ
            ապրանքների, ծառայությունների և իրադարձությունների մասին, որոնք մենք առաջարկում ենք,
            որոնք նման են այն ապրանքներին, որոնք դուք արդեն գնել կամ հարցում եք արել, եթե դուք չեք
            որոշել չստանալ այդպիսի տեղեկատվություն:
          </p>
          <p className="textss_privacy">
            Ձեր հարցումները կառավարելու համար. մասնակցելու և կառավարելու Ձեր հարցումները Մեզ:
          </p>
          <p className="textss_privacy">
            Բիզնեսի փոխանցումների համար՝ մենք կարող ենք օգտագործել ձեր տվյալները՝ գնահատելու կամ
            իրականացնելու Մեր որոշ կամ բոլոր ակտիվների միաձուլումը, օտարումը, վերակազմավորումը,
            վերակազմավորումը, լուծարումը կամ այլ վաճառքը կամ փոխանցումը, լինի դա որպես շարունակական
            գործունեություն, թե որպես սնանկության, լուծարման մաս, կամ նմանատիպ ընթացակարգ, որի
            ընթացքում փոխանցված ակտիվների թվում են Մեր կողմից պահվող Անձնական տվյալները մեր
            Ծառայության օգտատերերի վերաբերյալ:
          </p>
          <p className="textss_privacy">
            Այլ նպատակներով՝ մենք կարող ենք օգտագործել Ձեր տեղեկատվությունը այլ նպատակների համար,
            ինչպիսիք են տվյալների վերլուծությունը, օգտագործման միտումների բացահայտումը, մեր
            գովազդային արշավների արդյունավետությունը որոշելու և մեր Ծառայությունը, ապրանքները,
            ծառայությունները, մարքեթինգը և ձեր փորձը գնահատելու և բարելավելու համար:
          </p>
          <p className="textss_privacy">
            Մենք կարող ենք կիսել Ձեր անձնական տվյալները հետևյալ իրավիճակներում.
          </p>
          <p className="textss_privacy">
            Ծառայությունների մատակարարների հետ. մենք կարող ենք ձեր անձնական տեղեկությունները կիսել
            Ծառայությունների մատակարարների հետ՝ վերահսկելու և վերլուծելու մեր Ծառայության
            օգտագործումը, ձեզ հետ կապվելու համար: Բիզնեսի փոխանցումների համար. Մենք կարող ենք կիսվել
            կամ փոխանցել Ձեր անձնական տվյալները՝ կապված կամ բանակցությունների ընթացքում Ընկերության
            ակտիվների ցանկացած միաձուլման, վաճառքի, մեր բիզնեսի ամբողջ կամ մի մասի ֆինանսավորման կամ
            ձեռքբերման հետ մեկ այլ ընկերության:
          </p>
          <p className="textss_privacy">
            Փոխկապակցված ընկերությունների հետ. մենք կարող ենք կիսվել ձեր տեղեկությունները մեր
            մասնաճյուղերի հետ, որի դեպքում մենք կպահանջենք, որ այդ մասնաճյուղերը հարգեն այս
            Գաղտնիության քաղաքականությունը: Փոխկապակցված կազմակերպությունները ներառում են Մեր մայր
            ընկերությունը և ցանկացած այլ դուստր ձեռնարկություն, համատեղ ձեռնարկության գործընկերներ
            կամ այլ ընկերություններ, որոնք մենք վերահսկում ենք կամ գտնվում են մեզ հետ ընդհանուր
            վերահսկողության ներքո: Բիզնես գործընկերների հետ. մենք կարող ենք կիսվել ձեր
            տեղեկությունները մեր բիզնես գործընկերների հետ՝ ձեզ որոշակի ապրանքներ, ծառայություններ
            կամ առաջխաղացումներ առաջարկելու համար:
          </p>
          <p className="textss_privacy">
            Այլ օգտատերերի հետ. երբ դուք կիսվում եք անձնական տեղեկություններով կամ այլ օգտատերերի
            հետ հանրային վայրերում այլ կերպ շփվում եք, այդպիսի տեղեկատվությունը կարող է դիտվել բոլոր
            օգտատերերի կողմից և կարող է հրապարակայնորեն տարածվել դրսում: Ձեր համաձայնությամբ. Ձեր
            համաձայնությամբ մենք կարող ենք բացահայտել Ձեր անձնական տվյալները ցանկացած այլ նպատակով:
          </p>
          <p className="textss_privacy">
            Ձեր անձնական տվյալների պահպանումը Ընկերությունը կպահի Ձեր Անձնական Տվյալները միայն
            այնքան ժամանակ, որքան անհրաժեշտ է սույն Գաղտնիության քաղաքականության մեջ նշված
            նպատակների համար: Մենք կպահպանենք և կօգտագործենք Ձեր Անձնական Տվյալները այնքանով,
            որքանով դա անհրաժեշտ է՝ մեր իրավական պարտավորություններին համապատասխանելու համար
            (օրինակ, եթե մեզանից պահանջվում է պահպանել ձեր տվյալները՝ կիրառելի օրենքներին
            համապատասխան), լուծել վեճերը և կիրառել մեր իրավական համաձայնագրերն ու քաղաքականությունը:
          </p>
          <p className="textss_privacy">
            Ընկերությունը նաև կպահի Օգտագործման տվյալները ներքին վերլուծության նպատակով: Օգտագործման
            տվյալները սովորաբար պահպանվում են ավելի կարճ ժամանակով, բացառությամբ այն դեպքերի, երբ
            դրանք օգտագործվում են անվտանգության ամրապնդման կամ Մեր Ծառայության ֆունկցիոնալությունը
            բարելավելու համար, կամ մենք իրավաբանորեն պարտավոր ենք պահպանել այս տվյալները ավելի երկար
            ժամանակով:
          </p>
          <p className="textss_privacy">Ձեր անձնական տվյալների փոխանցում</p>
          <p className="textss_privacy">
            Ձեր տեղեկությունները, ներառյալ Անձնական տվյալները, մշակվում են Ընկերության գործառնական
            գրասենյակներում և ցանկացած այլ վայրերում, որտեղ գտնվում են մշակման մեջ ներգրավված
            կողմերը: Դա նշանակում է, որ այս տեղեկատվությունը կարող է փոխանցվել և պահպանվել
            համակարգիչների վրա, որոնք գտնվում են Ձեր նահանգից, գավառից, երկրից կամ այլ պետական
            ​​իրավասության սահմաններից դուրս, որտեղ տվյալների պաշտպանության օրենքները կարող են
            տարբերվել Ձեր իրավասության օրենքներից:
          </p>
          <p className="textss_privacy_last">
            Ձեր համաձայնությունը սույն Գաղտնիության քաղաքականությանը, որին հաջորդում է Ձեր կողմից
            նման տեղեկատվության ներկայացումը, ներկայացնում է Ձեր համաձայնությունն այդ փոխանցմանը:
          </p>
        </div>
      </div>
    </>
  );
}

export default PrivacyPolicy;
